/* button in progress sheet */
"Stop" = "Stopp";

/* menu item */
"Update iPod" = "Uppdatera iPod";

/* Restore iPod command key */
"R" = "R";

/* menu item */
"Restore iPod" = "Återställ iPod";

/* menu item */
"Close Window" = "Stäng fönster";

/* menu item */
"Copy" = "Kopiera";

/* menu item */
"Paste" = "Klistra in";

/* menu item */
"Quit" = "Avsluta";

/* Close Window command key */
"W" = "W";

/* menu title */
"Edit" = "Redigera";

/* menu item */
"About iPod Updater" = "Om iPod Updater";

/* menu item */
"Cut" = "Klipp ut";

/* Cut command key */
"X" = "X";

/* Quit command key */
"Q" = "Q";

/* menu title */
"Options" = "Alternativ";

/* Copy command key */
"C" = "C";

/* Paste command key */
"V" = "V";

/* text next to lock when locked */
"Click the lock to make changes." = "Klicka på låset om du vill göra ändringar.";

/* Return Character */
"\r" = "\r";

/* text next to lock when unlocking */
"Authenticating..." = "Autentiserar...";

/* text next to lock when unlocked */
"Click the lock to prevent further changes." = "Klicka på låset om du vill förhindra ändringar.";

/* detail of error message, part in <> is replaced and should not be translated) */
"The Mac OS error code was <error>." = "Mac OS gav felkoden <error>.";

/* error message */
"Error updating or restoring iPod. (<error>)" = "Fel vid uppdatering eller återställning av. (<error>)";

/* error message */
"Could not find updater library." = "Kunde inte hitta uppdateringsbiblioteket.";

/* error message */
"The iPod Updater cannot open the library FlashLibrary.bundle." = "iPod Updater kan inte öppna biblioteket FlashLibrary.bundle.";

/* error message */
"An unexpected error occurred." = "Ett oväntat fel uppstod.";

/* detail of error message */
"The iPod Updater application may be damaged." = "Programmet iPod Updater kan vara skadat.";

/* error message */
"Out of memory." = "Slut på minne.";

/* error message */
"The iPod Updater requires Mac OS X." = "iPod Updater kräver Mac OS X.";

/* error message */
"The iPod Updater requires CarbonLib 1.4 or newer." = "iPod Updater kräver CarbonLib 1.4 eller senare.";

/* error message */
"The iPod is not mounted." = "iPod ligger inte på skrivbordet.";

/* detail of confirmation message */
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "Om du avslutar programmet medan det utför en åtgärd, kan du behöva återställa iPods programvara senare.";

/* info window version */
"<version> (up to date)" = "<version> (uppdaterad)";

/* info window label */
"Software Version:" = "Programversion:";

/* about window app version line */
"Version <version>" = "Version <version>";

/* main window message */
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "iPod har uppdaterats till version <version>. Koppla från och anslut iPod igen så att uppdateringsprocessen kan slutföras.";

/* confirmation dialog title */
"Quit " = "Avsluta ";

/* detail of error message */
"Please attach one iPod at a time to be updated." = "Om du ska uppdatera flera iPod-enheter, anslut en iPod i taget.";

/* main window message */
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "iPod har återställts till fabriksinställningarna. Koppla från och anslut iPod igen så att återställningsprocessen kan slutföras.";

/* info window label */
"Name:" = "Namn:";

/* main window message */
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "iPod har återställts till fabriksinställningarna. Mata ut, koppla från och anslut iPod igen så att återställningsprocessen kan slutföras.";

/* message for main window */
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "Om du återställer iPod raderas all musik och andra data på iPod, och den återgår till fabriksinställningarna.";

/* main window message */
"An iPod is attached, but not mounted on the desktop." = "Det finns en ansluten iPod, men den ligger inte på skrivbordet.";

/* main window message */
"Your iPod has been updated to version <version>, and is restarting. Please leave the iPod connected and wait while it completes the update process." = "iPod har uppdaterats till version <version> och startas om. Koppla inte från iPod förrän uppdateringen slutförts.";

/* main window message */
"Your iPod has been restored to factory settings, and is restarting. Please leave the iPod connected and wait while it completes the restore process." = "iPod har återställts till fabriksinställningarna och startas om. Koppla inte från iPod förrän återställningen slutförts.";

/* error message */
"More than one iPod is attached." = "Det finns fler än en ansluten iPod.";

/* button for main window */
"Nothing" = "Ingenting";

/* error message */
"This iPod requires Mac OS X version 10.2.8." = "Denna iPod kräver Mac OS X 10.2.8.";

/* error message */
"The iPod disk does not have the correct structure. You must restore the iPod." = "Skivan i iPod har inte rätt struktur.Du måste återställa iPod.";

/* progress message */
"Updating iPod software" = "Uppdaterar iPod-programvaran";

/* about window firmware version line */
"iPod Software Version <version>" = "Programvara för iPod version <version>";

/* progress message */
"Done updating iPod software" = "iPods programvara har uppdaterats";

/* main window title */
"iPod Windows Software <version> Updater" = "iPod Updater för Windows <version>";

/* button for main window */
"Update" = "Uppdatera";

/* button for main window */
"Restore" = "Återställ";

/* progress message */
"Done restoring iPod software" = "iPods programvara har återställts";

/* info window label */
"Capacity:" = "Utrymme:";

/* main window message */
"The attached iPod model is not supported by this application." = "Den anslutna iPod-modellen stöds inte av det här programmet.";

/* main window message */
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "iPod har uppdaterats till version <version>. Mata ut, koppla från och anslut iPod igen så att uppdateringsprocessen kan slutföras.";

/* main window message */
"Update is complete. Please disconnect iPod from computer and connect it to the external power supply to allow firmware reflash." = "Uppdateringen är klar. Koppla ifrån iPod från datorn och anslut den till ett externt strömuttag så att den fasta programvaran kan uppdateras.";

/* progress message */
"Restoring iPod software" = "Återställer iPod-programvara";

/* message for main window */
"Reset iPod to Windows factory settings. \rAll music and data will be erased." = "Återställ iPod till fabriksinställningarna för Windows. \rAll musik och andra data raderas.";

/* main window message */
"Plug in an iPod to update it." = "Anslut iPod för att uppdatera den.";

/* error message */
"An error occurred. There may be open files on the iPod." = "Ett fel inträffade. Det kan finnas öppna filer på iPod.";

/* error message */
"No iPod is attached." = "Det finns ingen ansluten iPod.";

/* info window capacity */
"MB" = "MB";

/* message for main window */
"Update puts the latest system software on your iPod." = "Om du väljer att uppdatera installeras det senaste systemprogrammet på iPod.";

/* error message */
"The updater does not have a volume image." = "Uppdateraren saknar skivavbild.";

/* error message */
"The updater does not have a firmware image." = "Uppdateraren saknar en avbild av den fasta programvaran.";

/* main window message */
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "Det finns fler än en ansluten iPod. Anslut en iPod i taget om du vill uppdatera dem.";

/* info window version */
"<version>" = "<version>";

/* confirmation dialog title */
"Restore " = "Återställ ";

/* main window title */
"iPod Updater" = "iPod Updater";

/* main window message */
"Your iPod has been updated to version <version>, and must be restarted to complete the update process." = "iPod har uppdaterats till version <version> och måste startas om så att uppdateringsprocessen kan slutföras.";

/* error message */
"Error updating or restoring iPod. [<error>]" = "Fel vid uppdatering eller återställning av iPod. [<error>]";

/* confirmation message */
"Are you sure you want to restore the iPod software?" = "Vill du återställa iPods programvara?";

/* error message */
"Could not find a SysInfo file on the iPod disk." = "Kunde inte hitta någon SysInfo-fil på skivan i iPod.";

/* error message */
"This iPod requires Mac OS X version 10.3.4 or newer." = "Denna iPod kräver Mac OS X 10.3.4 eller senare.";

/* main window message */
"Your iPod has been restored and must be restarted to complete the restore process." = "iPod har återställts och måste startas om så att återställningen kan slutföras.";

/* info window version */
"<version> (needs update)" = "<version> (behöver uppdateras)";

/* detail of confirmation message */
"All data currently stored on the iPod will be lost." = "Alla data som finns lagrade på iPod kommer att raderas.";

/* info window capacity */
"GB" = "GB";

/* confirmation message */
"Quit while this operation is in progress?" = "Vill du avsluta medan åtgärden utförs?";

/* detail of error message */
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "Det finns en ansluten iPod, men den måste ligga på skrivbordet om åtgärden ska fungera.";

/* info window label */
"iPod (Recovery Mode)" = "iPod (Återställningsläge)";

/* info window label */
"Serial Number:" = "Serienummer:";

/* info window label */
"N/A" = "Ej tillgängligt";

/* main window message */
"The attached iPod does not have proper software on it." = "Den anslutna iPod-enheten har inte rätt programvara.";

/* error message */
"The iPod could not be unmounted because it is in use. Please close any open files on the iPod and try again." = "iPod kunde inte tas bort från skrivbordet eftersom den används. Stäng alla öppna filer på iPod och försök igen.";

/* main window message */
"Initializing..." = "Initierar...";

/* error message */
"An error occurred. This Updater cannot update Windows (FAT) formatted iPods. Try restore or using the Windows Updater." = "Ett fel inträffade. Den här uppdateraren kan inte uppdatera iPod-enheter som är Windows (FAT)-formaterade. Prova att återställa enheten eller använd uppdateraren för Windows.";

/* error message */
"Could not obtain authentication." = "Kunde inte auktoriseras.";

/* main window message */
"Restore is complete. Please disconnect iPod from computer and connect it to the external power supply to allow firmware reflash." = "Återställningen är klar. Koppla ifrån iPod från datorn och anslut den till ett externt strömuttag så att den fasta programvaran kan uppdateras.";

/* about payloads */
"Included Updates:" = "Inkluderade uppdateringar:";
